[FILE]
ANSICP=1251
Author=Спільнота Localize.org.ua з оновленнями від t.me/zhushman00
Help=AIMP-ru.chm
Icon=000001000100101000000100080068050000160000002800000010000000200000000100080000000000000000000000000000000000000000000000000000000000CB310000E55B2D00E9613400E85F3200E85E3100E75D3000E65C2E00E55A2C00E3572900E1542600E0522400DE4E2000DC4B1D00D9481900D6421300F7764B00FD805600FC7E5400FB7D5200F97B5000F7784D00F5744900F26F4400F06B4000ED673B00EA613500E65C2F00E2562900DC4C1E00F6754A00FC7F5500F6744900F3704500F06C4000EA623600DF502200D9461800F8784D00F16D4100EE673B00E65C3000E3562900DF502300DB491B00D5411300C8320400F4734800FA7B5100F8794E00F6764B00F4724700F16E4200EF6A3E00EB643800E85E3200E4582B00E0522500DC4B1E00D7441600D23D0E00C4340A00F3724700F97A4F00F7774C00F5734800F06B3F00ED663A00E9603400E55A2D00E1542700DD4D2000D9471900D43F1100CF380900CA30000022ABF60053C3FC0063CBFE006CCDFE0076D0FE0078D0FE0071CFFE0066CCFE005CC8FE0052C3FE0046C0FE003ABAFE002DB4FE001EB0FF0010A7F8000588D60028D9F60066F3FD007AFBFF0085FEFF0091FFFF0094FFFF008BFFFF007FFCFF0071F8FF0063F3FF0055F0FF0047EBFF0037E5FF0025E2FF0013DAFA0006B9E0002DD6F90068ECFC0076F0FB0080F6FF008CFAFF0085F8FF0073EFFB0061EBFF0057E6FA004BE0FA0034DDFF0023CEF2000FB0DD0012D0FA0005AEDE0023D9FF006FEDFC0074F0FC006BECFB0060E8FB0056E4FA003DDBFA001ED3F90010CAF50005A9DB0013C0EC0022C8EF0026C9EE0027C8ED0029C7ED002AC6EB0029C4EA0025C2E70024BFE70021BCE5001DBAE20018B7E00014B3DF000BACDB000A9ECF000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000085868788898A8B8C8D8E8F909178929377746D7C7D6E727E7F8075816C8283847B6664635F5F63645D656768696A797A5C6664635F5F63645D736768696A797A6C6D6E6F7070716F72737475766C77785C5D5E5F606162636465666768696A6B4C4D4E4F505152535455565758595A5B3D3E3F40411742434445464748494A4B2E2F303132333435363738393A3B3C0101161314262021272823292A2B2C2D01011E1F13141520212219231B1C24250101101112131415161718191A1B1C1D010102030405060708090A0B0C0D0E0F010101010101010101010101010101010100000000000000000000000000000000FFFF00000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF0000
LangId=1058
Name=Українська (uk-UA)
VersionId=5300

[About]
B1=Закрити
Caption=Про програму
L1=Підтримка:
L2=Автор:
L4=Дизайн:
L5=Ліцензійна угода
L6=Історія змін

[Actions]
EqualizerFrame=Еквалайзер
Form.AutoHide=Режим відображення: плаваючий з авто-приховуванням
Form.DockTo=Прикріпити
Form.DockToEdges=до лівого краю екрана|до правого краю екрана|до верхнього краю екрана|до нижнього краю екрана
Form.DoMaximize=Розгорнути на весь екран
Form.Fixed=Режим відображення: закріплений
Form.Float=Режим відображення: плаваючий
Form.LockPlacement=Зафіксувати положення вікна
Form.Maximize=Розгорнути|Відновити
Form.Minimize=Згорнути
Form.StayOnTop=Поверх всіх вікон
Form.Undock=Звичайний режим
Form.Visible=%s — показати|%s — приховати
PlaylistFrame=Список відтворення
QuickSearch=Швидкий пошук
Tabs.ScrollDown=Прокрутити вкладки назад
Tabs.ScrollUp=Прокрутити вкладки вперед
Visuals.VisualMenu=Список візуалізацій

[AddLinkDialog]
btnOk=Гаразд
Caption=Додавання посилання
lbLink=Посилання на потік:
lbName=Коротка назва:

[AIMP]
acCopyTo=Копіювати до...
acFormsTogglePlaylistVisibility.h=Показати/приховати список відтворення
acFormsTogglePlaylistVisibility=Список відтворення
acHelp=Довідка
acMainAddFiles.h=Додати файли
acMainAddFiles=Файли
acMainAddFolder.h=Додати теки
acMainAddFolder=Теки
acMainAddPlaylist.h=Додати список відтворення
acMainAddPlaylist=Список відтворення
acMainAddURL.h=Додати посилання
acMainAddURL=Посилання
acMainBookmarksManager=Менеджер закладок
acMainDSPManager=Менеджер звукових ефектів
acMainDSPManagerCrossMixing=Менеджер звукових ефектів: зведення
acMainDSPManagerDSP=Менеджер звукових ефектів: DSP/VST
acMainDSPManagerEQ=Менеджер звукових ефектів: еквалайзер
acMainDSPManagerSilenceRemover=Менеджер звукових ефектів: видалення тиші
acMainDSPManagerSoundEffects=Менеджер звукових ефектів: загальне
acMainDSPManagerVolumeNormalization=Менеджер звукових ефектів: гучність
acMainExit.h=Вийти з програми
acMainMinimize.h=Згорнути/розгорнути
acMainOpenFiles.h=Відкрити файл(и)
acMainOpenFiles=Відкрити файли
acMainOpenFolder=Відкрити теку
acMainOpenPlaylist.h=Імпортувати список відтворення
acMainOpenPlaylist=Імпортувати список відтворення
acMainStayOnTop=Поверх всіх вікон
acMLCompressDB=Стиснути базу даних
acMLDeleteAll=Видалити всі файли з бази даних
acMLEditBookmark=Редагувати закладку...
acMLGroupingTreeDeleteSelected=Видалити з бази даних
acMLGroupingTreeDeleteSelectedPhysically=Видалити з диску
acMLLabelsDialog=Позначки...
acMLMakeReport=Звіт...
acMLMissedFiles=Переміщені файли...
acMLPlayFiles=Відтворити
acMLPlaySelectedFiles=Відтворити обрані файли
acMLReloadTagsForAllFiles=Перечитати теги у всіх файлів
acMLReloadTagsForSelectedFiles=Перечитати теги у вибраних файлів
acMLResetStats=Скинути статистику для всіх файлів
acMLResetStatsForSelectedFiles=Скинути статистику для обраних файлів
acMLTableDeleteSelected=Видалити обрані файли з бази даних
acMLTableSendFilesToActivePlaylist=Додати до активного списку відтворення
acMoveTo=Перемістити до...
acOpenFolder=Відкрити теку
acOptionHotkeys.h=Налаштування гарячих клавіш
acOptionHotkeys=Гарячі клавіші
acOptionLangs.h=Налаштування мови інтерфейсу
acOptionLangs=Мова інтерфейсу
acOptionPlugins.h=Налаштування плагінів
acOptionPlugins=Плагіни
acOptions=Налаштування
acOptionShutdown.h=Налаштування планувальника
acOptionShutdown=Планувальник
acOptionSkins.h=Налаштування інтерфейсу
acOptionSkins=Обкладинки
acPlayableFileCopyFileToClipboard.h=Копіювати файл у буфер обміну
acPlayableFileCopyInfoToClipboard.h=Копіювати інформацію про файл у буфер обміну
acPlayableFileCopyToLastPath.h=Копіювати файл, що відтворюється, у останню обрану теку
acPlayableFileDeletePhysically=Видалити файл, що відтворюється, з диску
acPlayableFileNextBookmark=Наступна закладка
acPlayableFilePrevBookmark=Попередня закладка
acPlayableFileShowFileInfo=Інформація про поточний файл
acPlayableFileShowQTE.h=Відкрити у редакторі тегів
acPlayableFileToggleSwitchInPlaylist.h=Відтворюваний файл (увімкн/вимкн)
acPlayerCrossMixing=Зведення: вимк / увімк.
acPlayerJumpToTime=Перейти до часу
acPlayerNextTrack=Наступний файл
acPlayerPauseOnNextTrack=Перейти на наступний файл і стати на паузу
acPlayerPlayPause=Старт/пауза
acPlayerPrevTrack=Попередній файл
acPlayerRadioCapture=Запис радіо
acPlayerRadioCaptureSingleTrack=Запим радіо (тільки один трек)
acPlayerRepeat=Повтор файлу
acPlayerRepeatPartAB=Повтор відрізка „А-Б“
acPlayerSeekBackward.h=Трішки перейти назад
acPlayerSeekForward.h=Трішки перейти вперед
acPlayerShuffle=Випадковий файл
acPlayerSpeedDecrease=Швидкість: зменшити
acPlayerSpeedIncrease=Швидкість: збільшити
acPlayerSpeedResetToDefaults=Швидкість: звичайна
acPlayerStop.h=Зупинити відтворення
acPlayerStopAtEnd.h=Зупинити відтворення після поточного файла
acPlayerTempoDecrease=Темп: зменшити
acPlayerTempoIncrease=Темп: збільшити
acPlayerTempoResetToDefaults=Темп: звичайний
acPlayerVolumeDown.h=Гучність: зменшити
acPlayerVolumeMute.h=Звук: увімкн/вимкн
acPlayerVolumeMute=Звук
acPlayerVolumeUp.h=Гучність: збільшити
acPlaylistAddSelectedToBookmarks=Додати закладку
acPlaylistAddSelectedToQueue=Додати у чергу
acPlaylistClose=Закрити список відтворення
acPlaylistCloseOthers=Закрити інші списки відтворення
acPlaylistCopySelectedToClipboard=Копіювати вибрані файли у буфер обміну
acPlaylistDeleteAll=Очистити список відтворення
acPlaylistDeleteDuplicates=Видалити файли, що повторюються
acPlaylistDeleteNonExists=Видалити неіснуючі файли
acPlaylistDeleteNonSelected=Видалити всі файли, окрім обраних
acPlaylistDeleteSelected=Видалити обрані файли
acPlaylistDeleteSelectedPhysically=Видалити обрані файли з диска
acPlaylistDeleteSelectedPhysicallyWithFolder=Видалити обрані файли з диска разом з їхніми папками
acPlaylistDeleteSwitchedOff=Видалити вимкнені файли
acPlaylistDeleteSwitchedOffPhysically=Видалити вимкнені файли з диска
acPlaylistFindInML=Знайти у фонотеці
acPlaylistFindNewFiles=Пошук нових файлів
acPlaylistFocusedItemShowQTE=Інформація про файл
acPlaylistInsertAfterPlayingItem=Поставити після відтворюваного
acPlaylistInsertToQueueBeginning=Додати на початок черги
acPlaylistNew=Новий плейлист
acPlaylistNext.h=Наступний список відтворення
acPlaylistNextAndPlay.h=Відтворити наступний список
acPlaylistPlayFocusedItem.h=Відтворити обраний файл
acPlaylistPlayFocusedItem=Відтворити
acPlaylistPlayPrevious=Відтворити попередній плейлист
acPlaylistPrev.h=Попередній плейлист
acPlaylistPrevAndPlay.h=Відтворити попередній плейлист
acPlaylistReloadFromPreimage=Перечитати дані з прообразу
acPlaylistRemoveSelectedFromQueue=Видалити з черги
acPlaylistRename=Перейменувати плейлист
acPlaylistReverse.h=Сортування: інвертувати
acPlaylistReverse=Інвертувати
acPlaylistSave=Експорт плейлисту
acPlaylistSaveFew=Експорт декількох плейлистів
acPlaylistSortByArtist=Сортування за виконавцем
acPlaylistSortByDuration=Сортування за тривалістю
acPlaylistSortByFileName=Сортування за теками
acPlaylistSortByTitle=Сортування за заголовком
acPlaylistSortRandomize.h=Сортування: перемішати
acPlaylistSortRandomize=Перемішати
acQueueClear=Очистити чергу
acQueueManager=Менеджер черги
acSearchAdvanced=Розширений пошук
acSearchQuick=Швидкий пошук
acSendToAudioConverter.h=Надіслати до аудіоконвертеру
acSendToAudioConverter=Аудіоконвертер
acSendToTagEditor.h=Надіслати до розширеного редактора тегів
acSendToTagEditor=Редактор тегів
acUtilsAudioConverter=Аудіоконвертер
acUtilsAudioLibrary=Фонотека
acUtilsTagEditor=Редактор тегів
acVisualExitFromFullScreen=Вийти з повноекранного режиму візуалізації
acVisualFullScreen=Повноекранний режим візуалізації
acVisualNext.h=Наступна візуалізація
acVisualPrev.h=Попередня візуалізація
CategoryMenu=Категорія
CategoryOptions=Налаштування
ClearPls=Очистити плейлист
CM_DEL=Видалити з плейлисту
CM_SEL=Виділити файли
CountLabel.h=Кількість файлів в плейлисті
ItmEQPos=Показувати еквалайзер зліва
LengthLabel.h=Загальна тривалість плейлисту
miBMLocateInSource=Перейти до джерела
miBMPlaySelectedFromBeginning=Відтворити обрані файли з початку
miBMResetTimestamp=Скинути часову відмітку
miCountdown=Зворотній відлік часу
miGroupBy=Групувати за...
miMLBookmarks=Закладки
miMLCreateDynPlaylist=Створити смарт-плейлист
miMLGroupingPreset=Групування
miMLGroupingPresetAdd=Додати...
miMLGroupingPresetEdit=Редагувати...
miMLGroupingPresetRemove=Видалити
miMLLabelsExclude=Виключити позначку
miMLLabelsInclude=Призначити позначку
miMLManageDB=База даних
miMLReload=Оновити...
miMLTableSendToPlaylist=Надіслати до списку відтворення
miMLTableViewAlbumThumbnails=Вигляд: мініатюри
miMLTableViewDefault=Вигляд: таблиця
miMLTableViewGroupDetails=Вигляд: картки
miMLUnloadDataSource=Відключити джерело даних
miPersonalSettings=Індивідуальні налаштування
miPlaylistNewSmart=Новий смарт-плейлист
miPreimageSettings=Налаштування прообразу
miRadioCaptureStop=Зупинити запис
miRadioCatalogs=Каталоги інтернет-радіо
miReadOnly=Заблокувати від змін
miRemoval=Видалення
miSelectAll=Обрати усі файли
miSelectNone=Прибрати виділення з файлів
miSelectPls=Обрати плейлист
miSelectSwitchedOn=Вибрати включені
miSendTo=Відправити у
miSendToPlaylist=Надіслати до іншого плейлисту
miSortByPatternOptions=Налаштування
miSortRandomizeGroupItems=Перемішати вміст груп
miSortRandomizeGroups=Перемішати групи
miSortRandomizeGroupsAndItItems=Перемішати групи і їхній вміст
miSwitchOff=Вимкнути
miSwitchOn=Увімкнути
N6=Пересканувати теги
N7=Найближче завдання планувальника:
N20=Черга
N22=Лоток
N31=Режим візуалізації
N34=Додати
N35=Показати вікно
N36=Еквалайзер
N37=Вікно візуалізації
N38=(приховати все)
N39=Редагувати
N40=Візуалізація
N41=Обкладинки
N43=Довідка
N47=Вихід
N56=Утиліти
N70=Призупинити роботу глобальних гарячих клавіш
N75=Утиліти
N79=Показати поточний
N80=Завантажити налаштування
N81=Зберегти налаштування
N83=Скинути налаштування всіх ефектів
N84=Скинути налаштування еквалайзера
N85=Згорнути все
N86=Розгорнути все
N90=Програвач
N91=Старт/Пауза
N92=Стоп
N93=Додати файли
N95=Попередній файл
N96=Наступний файл
N98=Гучність
N114=Об'єднати з однойменними категоріями
N115=Об'єднати всі однойменні категорії
pmAdd.h=Меню додавання файлів/тек
pmDelete.h=Меню видалення файлів
pmEqualizer.h=Налаштування еквалайзера
pmMainMenu.h=Головне меню
pmManagePlaylist.h=Керування плейлистами
pmMisc.h=Меню "Різне"
pmMLDelete.h=Меню видалення файлів
pmMLGroupingPresets.h=Шаблони дерева групування
pmMLLabels.h=Меню керування позначками
pmMLMainMenu.h=Головне меню — фонотека
pmMLMisc.h=Меню "Різне"
pmMLTableViews.h=Вигляд
pmNewPlaylist.h=Новий плейлист...
pmPlaylistList.h=Перелік плейлистів
pmQuickOptions.h=Швидкі налаштування
pmSorting.h=Меню сортування файлів
pmUtilities.h=Утиліти
SentToNewPLS=У новий плейлист
SizeLabel.h=Розмір файлів у плейлисті
TCFixFloat=Зафіксувати інформаційну панель
TL=Експорт списку треків
TrayCotnrol=Показувати міні-програвач

[AIMPBookmarkEditDialog]
Caption=Редагування закладки:
L1=Заголовок:
L2=Шлях:
L3=Відмітки:
L4=Відмітка часу:
L5=Коментар:

[AIMPConverterStatsDialog]
btnOK=Гаразд
Caption=Перетворення завершено!
cbDontShowAgain=Наступного разу не показувати
Message=К-сть файлів: %0:s\n\nЧас: %2:s\nСредній час: %3:s\n\nВхід: %5:s\nВихід: %6:s\nЗекономлено: %4:s

[AIMPFindMissedFilesDialog]
acApply=Застосувати до позначених
acFind=Пошук...
acRemoveSelected=Видалити обрані з бази даних
acReplace=Замінити шлях до файлу...
Caption=Керування переміщеними файлами

[AIMPML]
Added=Додано
Album=Альбом
AlbumArtist=Виконавець альбому
Artist=Виконавець
BitDepth=Глибина дискретизації
Bitrate=Бітрейт
BPM=BPM
Channels=К-сть каналів
Comment=Коментар
Composer=Композитор
Conductor=Диригент
Copyrights=Авторські права
CreatedAt=Створено
DiskNumber=Диск №
Duration=Тривалість
FileFormat=Формат
FileName=Назва файлу
FileSize=Розмір файлу
Genre=Жанр
Labels=Позначки
LastModification=Дата зміни файла
LastPlayback=Останнє відтворення
Lyricist=Автор тексту
Mood=Настрій
Name=Назва
PlaybackCount=К-сть відтворень
Publisher=Видавець
Rating=Рейтинг
SampleRate=Частота
Source=Джерело
Timestamp=Відмітка часу
Title=Заголовок
TrackNumber=Трек №
URL=Посилання
UserMark=Оцінка
Year=Рік

[AIMPML.Controls]
Customize=Налаштувати
DataSourceList=Список джерел даних
History=Історія відтворень
NewLabel=Нова позначка
NewLabelDialog=Нова позначка...
None=(не вказано)
ResetAllFilters=Скинути всі фільтри
ResetFilter=Скинути фільтр
ShowAll=(показати все)
UnsetAllLabels=Виключити всі позначки

[AIMPML.Presets]
BestTracks.C=Найкращі треки
BestTracks.V=Топ %d|Високий рейтинг
NewTracks.C=Нові треки
NewTracks.V=На день|Три дні|На тиждень|Протягом 2 тижнів|На місяць|Ніколи не грав

[AIMPML.Reports]
AlbumCount=К-сть альбомів:
ArtistCount=К-сть виконавців:
Common=Статистика
FavoriteAlbums=Улюблені альбоми (Топ %d)
FavoriteArtists=Улюблені виконавці (Топ %d)
FavoriteGenres=Улюблені стилі (Топ %d)
FavoriteTracks=Улюблені пісні (Топ %d)
GenreCount=К-сть стилів:
L1=К-сть відтворень
L2=К-сть файлів
L3=Витрачено часу (~)
L4=Виконавець
L5=Прослухано
L6=Всього
TrackCount=К-сть файлів:

[AIMPMLFilterEditorDialog]
btnCancel=Скасувати
btnOK=Гаразд
Caption=Налаштування фільтра
pcpFilter=Вибірка

[AIMPMLFilterEditorDialog.FilterControl]
C=Додати правило
G=Додати групу
Op0=дорівнює
Op1=не дорівнює
Op2=між
Op3=менше
Op4=менше чи дорівнює
Op5=більше
Op6=більше чи дорівнює
Op7=містить
Op8=починається з
Op9=закінчується на
Op10=за останні X днів
R=Видалити

[AIMPMLGroupDetailsCustomizationForm]
btnReset=Скинути
Caption=Налаштування групування
GB1=Поля для групування
GB2=Поля для відображення

[AIMPMLGroupingPresetEditDialog]
btnClearFilter=Очистити
btnEditFilter=Налаштування...
Caption=Шаблон групування
L1=Автоназва
L2=Групування за полями
L3=Фільтр даних
lbName=Назва
lvAvailable=Доступні поля
lvGroup=Використовувані поля

[AIMPMLLabelsDialog]
acMoveLeft=Призначити позначку
acMoveRight=Прибрати позначку
acRemove=Видалити позначку
acRename=Перейменувати позначку
btnCancel=Скасувати
btnOK=Гаразд
C1=Призначені позначки
C2=Доступні позначки
Caption=Позначки
L1=Уведіть назву позначки
L2=Додати
miSetToAll=Призначити всім файлам
miUndoSetToAll=Скасувати: призначити всім файлам

[AIMPFindMissedFilesDialog.tlMissedFiles]
c[0]=Відсутній файли
c[1]=Запропонований на заміну файл
c[2]=Ступінь відповідності

[AIMPMLMonitoringSettingsDialog]
btnClose=Закрити
Caption=Фонотека - моніторинг файлів
CB1=Шукати переміщені та/або перейменовані файли
CB2=Видалити неіснуючі файли з бази даних
CB3=Перечитати теги
cbMinFD=Якщо тривалість менше:
cbMinFS=Якщо розмір менше:
cbScanOnStartup=Пошук змін під час запуску програми
cbTrackChanges=Відстежувати зміни під час роботи програми
GB1=Моніторинг
GB2=Під час оновлення
gbFiltBy=Пропускати файл
L1=Якщо він має розширення:
L2=Натисніть кнопку "оновити", щоб оновити вміст бази даних фонотеки
pcpFolders=Теки
pcpSettings=Налаштування
btnUpdate=Оновити

[AIMPMLPreimageDialog]
btnCancel=Скасувати
btnOK=Гаразд
Caption=Смарт-плейлист - фонотека
cbLimitTo=Обмежити число треків:
cbSortBy=Сортувати за:
pcpFilter=1. Фільтрація
pcpPostProcess=3. Вибірка
pcpSort=2. Сортування

[AIMPPlaylistFoldersPreimageDialog]
btnCancel=Скасувати
btnOk=Гаразд
Caption=Смарт-плейлист - теки
cbSyncOnChanges=Синхронізувати при виявленні змін
cbSyncOnStartup=Синхронізувати при запуску програми
L2=Пропускати файли з наступними розширеннями:
pcpFolders=Теки
pcpSettings=Налаштування

[AIMPSearchPathList]
c[0]=Тека
c[1]=Підтеки
acAdd=Додати
acDelete=Видалити обрані
acDeleteAll=Видалити все

[AIMPPlaylistPreimageDialog]
Caption=Розумний список — список
L1=Назва файлу\Посилання

[AIMPSendToDialogForm]
cbDefault=Прийняти стандартно
cbSaveStructure=Зберігати структуру тек
gbAdditionals=Додаткові файли
gbPath=Цільова тека
gbRename=Перейменувати за шаблоном
L1=Копіювати|Перемістити
L2=Копіювати до|Перемістити до
L3=Параметри копіювання|Параметри переміщення
lbAdditionals=Файли, які буде скопійовано у цільову теку разом з основними.\n; - розділювач, * - невідома частина назви файлу

[ATEAutoNumerationForm]
Caption=Автонумерація
L1=Починати з

[ATEAutoTagForm]
C1=До змін
C2=Після змін
c[0]=Назва файлу
c[1]=Альбом
c[2]=Виконавець
c[3]=Жанр
c[4]=Назва
c[5]=Номер треку
c[6]=Рік
c[8]=Кількість треків
Caption=Заповнення тегів на основі назви файлу

[ATEChangeRegisterDialog]
Caption=Зміна регістру / Транслітерація
CB1=Теги:
GB1=Дії
L1=Регістр:
L2=Транслітерація:
L3=Поля:

[ATEChaptersEditDialog]
acDelete.h=Видалити обрані розділи
acDelete=Видалити обрані
acEdit.h=Редагувати обраний розділ
acEdit=Редагувати
acInsert.h=Додати розділ
acInsert=Додати
btnFastForward.h=Перейти трохи вперед
btnPlayPause.h=Старт / Пауза
btnRewind.h=Перейти трохи назад
btnSave=Зберегти...
Caption=Редактор розділів
tsVolume.h=Гучність

[ATEChaptersFormatChooser]
btnSave=Зберегти
Caption=Редактор розділів
GB1=Зберегти як:
RB1=Розділи, вбудовані в аудіофайл
RB2=CUE, вбудований в аудіофайл
RB3=CUE, в окремий файл
RB4=Текстовий файл
W1=* Режим не підтримується форматом аудіофайлу

[ATEForm]
A0=Автонумерація
A1=Автонумерація (%s)
A2=Перейменування
A3=Привести до вигляду „%s“
A4=Застосувати до файлів
A5=Зміна тегів групи файлів
A6=Перейменування файлів: %s
A7=Зміна тегів "%s"
A8=Видалення інформації про replay gain з тегів
A9=Пропускати вже проаналізовані файли
A10=Зміна інформації про replay gain в тегах
A11=Зміна поля BPM в тегах
A12=Cценарій "%s"
A13=Створення глав для "%s"
acAnalysisBPM=Аналізувати обрані
acEdit=Редагувати всі поля
acEditChapters.h=Редактор розділів...
acRgAlbum=Аналізувати обрані: як один альбом
acRgFAlbum=Вибрано сканування: кожна папка як альбом
acRgFile=Аналізувати обрані: без врахування альбому
acRgMAlbum=Аналізувати обрані: визначати альбом по тегам
acRgRemove=Виадалити інформацію про ReplayGain з тегів
acScenarios=Сценарії...
acSearchOnline.h=Автозаповнення за допомоги онлайн-сервісів...
acSearchOnlineAlbumArts=Знайти обкладинки альбомів в інтернеті...
acSearchOnlineLyrics=Знайти тексти пісень в інтернеті...
aSave=Зберегти
aTag.h=Автозаповнення
B1.h=Зміна регістру / транслітерація
B5=Оновити теги
btnBPM.h=Кількість ударів за хвилину
btnLayout.h=Змінити вигляд
btnRG.h=ReplayGain
btnScripts.h=Сценарії
btnUndo.h=Відміна останніх дій
Caption=AIMP - Розширений редактор тегів
cbSubFolders=З підтеками
lbNoData=(немає даних для показу)
miDelete=Видалити
miDeletePhys=Видалити фізично
miGroupBy=Групування
miGroupByFolder=За батьківською текою
miGroupByNone=Без групування
miJumpTo=Перейти до теки...
miNumCfm=Запитувати підтвердження
miSoundOut=Налаштування відтворення
TM0=Файли на диску
TM1=Файли, додані користувачем

[ATEForm.lvTable]
c[0]=№
c[1]=Диск №
c[2]=Назва файла
c[3]=Назва
c[4]=Виконавець
c[5]=Альбом
c[6]=Рік
c[7]=Стиль
c[8]=Темп даних
c[9]=Тривалість
c[10]=Формат
c[11]=Обкладинка
c[12]=ID3v1
c[13]=ID3v2
c[14]=APE
c[15]=WMA
c[16]=Vorbis
c[17]=M4A
c[18]=Розмір
c[19]=Текст пісні
c[20]=BPM
c[21]=Replay Gain

[ATEOnlineSearchForm]
aiProgressInidcator=Виконується пошук... Будь ласка, зачекайте
btnCancel=Скасувати
btnSave=Застосувати до файлів
Caption=Автозаповнення за допомогою онлайн-сервісів
edSearchBox.b0=Знайти
edSearchBox.th=Альбом, Виконавець
ErrorAuthorizationRequired=Ця дія потребує авторизації. Ви повинні увійти у ваш профіль та дозволити AIMP доступ до нього, після цього - повторіть дію.
vlbBindingHint=Щоб зв'язати знайдений в каталозі трек з наявним, перетягніть його мишкою з верхнього списку в нижній. \nЗміни будуть застосовані тільки до зазначених галочкою треків.

[ATERenameForm]
btnRename=Перейменувати
Caption=Параметри перейменування
CB1=З врахуванням регістру
CB2=Працювати з копією файла
GB1=Перейменовувати файли за шаблоном
GB2=Переміщати файли у вибрану теку
GB3=Пошук і заміна
GB4=Регістр
GB5=Транслітерація
L1=Знайти:
L2=Для сортування по текам ви можете використовувати символ "\" (%Y\%A – %T)
L3=Замінити на:

[ATESaveParams]
Caption=Параметри збереження

[ATEScenariosForm]
btnClose=Закрити
btnRun=Запустити
btnStop=Перервати
Caption=Сценарії
cbPreviewMode=Режим передогляду
GB1=Сценарії
lbPreviewMode=У режимі передогляду всі зміни, зроблені у сценарії, НЕ будуть застосовані до файлів

[AutoTag]
bOk=Гаразд
Caption=Автозаповнення
CB1=Не заповнювати поле, якщо воно вже містить значення

[CommonDialogs]
B1=Гаразд
B2=Скасувати
B3=Нова тека
BS=Так|Ні|Гаразд|Скасувати|Перервати|Повторити|Ігнорувати|Всі|Ні для всіх|Так для всіх|Допомога|Закрити
L1=Вибір теки
L2=З підтеками
MsgCaptions=Увага|Помилка|Інформація|Підтвердження|
SA=Обрати все
SN=Прибрати виділення

[ConfirmDialog]
B1=Замінити
B2=Замінити все
B3=Пропустити
B4=Пропустити все
B5=Перейменувати
B6=Скасувати
Caption=Заміна
gbFile1=Замінити файл
gbFile2=Новим файлом

[CONTEXT]
0=&Відкрити в AIMP
1=В&ідтворити
2=Додати у &плейлист
3=Додати у &чергу
4=Додати в &закладки
5=&Редагувати теги
6=&Конвертувати в інший формат
7=Відкрити в &новому плейлисті

[Converter]
actAddFiles=Додати файли
actAddFolders=Додати теки
actAddPlaylist=Додати плейлист
actDeleteAll=Очистити
actDeleteSelected=Видалити вибрані
actStop=Зупинити
bAdd.h=Додавання файлів/тек
bDelete.h=Видалення файлів
bQuickOptions.h=Налаштування
bSettings=Налаштування
bStart=Старт
Caption=AIMP - Аудіоконвертер
csCancel=Скасовано
csDone=Готово
csError=Помилка
csPaused=На паузі
csWaiting=Очікування
lbEncoder=Формат:
lbMode=Режим кодування
lbNormalizeVolume=Нормалізувати гучність:
lbTargetFileName=Перейменувати файл:
lbTargetFolder=Переміщати до:
lbTimeElapsed=Пройшло:
lbTimeLeft=Залишилось:
lbTotalProgress=Загальний перебіг:
lbVolumeNormalization=Нормалізація гучності
miCloseAppWhenDone=Закривати програму після завершення конвертації
miDeleteSource=Видаляти початковий файл після вдалої конвертації
miHibernate=Режим глибокого сну
miSavePathStructure=Зберігати структуру тек при переміщенні файла
miShutdown=Вимкнути комп'ютер
miShutdownWhenDone=Вимкнення комп'ютера після завершення конвертації
miSleep=Перейти у сплячий режим
miUncheckSuccessful=Прибирати позначку з файла після вдалої конвертації
Modes=Один початковий - один результатний|Всі початкові - один результатний|Одна тека - один результатний

[Converter.lvTable]
c[0]=Назва
c[1]=Формат
c[2]=Статус
c[3]=№
c[4]=Назва файлу
c[5]=Цільова назва файлу

[ConverterEncoders]
bOk=Гаразд
btnReset=За замовчуванням
cbAsInput=Як у початкового файла
cbChangeFormat=Змінити формат
cbCorrectionFile=Створити корекційний файл
cbIncludeMD5=Включати контрольну суму в файл
cbModeHybrid=Гібридний
cbModeLossless=Без втрат
cbNoGap=No Gap
gbMode=Режим
lbBestC=Краще стиснення
lbBestQ=Краща якість
lbBitDepth=Формат семплів:
lbBitrate=Темп даних:
lbBitrateMode=Режим:
lbChannels=Канали:
lbCompression=Стиснення
lbLeast=Швидке стиснення
lbMost=Сильне стиснення
lbProfile=Профіль
lbQuality=Якість:
lbSampleRate=Частота:
scParams=Параметри

[CopyDialog]
0=Копіювання...
1=Переміщення...
2=Призупинити
3=Продовжити

[DropForm]
CB1=Більше не запитувати
RG1=Перетягування

[DSPDialog]
btnEqPresets=Шаблони
btnReset=За замовчуванням
CB1=Притлумлення голосу (лише для стерео)
CB3=Згасання звуку при паузі / продовженні
CB4=Згасання звуку при навігації по файлу
CB5=Плавна зміна гучності
CB6=Зводити попередній файл з наступним
CB7=Плавне наростання гучності на початку файла
CB8=Плавне згасання гучності в кінці файлу
CB12=Дозволити зведення
CB16=Видаляти тишу на кінцях треку незалежно від тривалості
cbEqSwitch=Увімкнути еквалайзер
GB1=Нормалізація за амплітудою
GB2=Ручний перехід
GB3=Автоматичний перехід
GB4=Нормалізація Replay Gain
GB6=Видаляти тишу
L1=* Повернути стандартне значення можна правою кнопкою миші
L2=DSP Плагіни:
L4=Коефіцієнт передпідсилення:
L5=Поточне значення:
L8=Нове передналаштування
L9=Використовувати типове значення:
L10=Цільовий рівень гучності:
L12=Тривалість, після якої активується видалення:
L13=Тишою вважається сигнал, рівень якого нижче:
L14=Передналаштування для файлу
L15=Передналаштування для альбому
L16=Передналаштування для жанру
L17=Передналаштування для плейлисту
lbChorus=Хорус
lbEcho=Луна
lbEnhancer=Стереобаза
lbFlanger=Флагер
lbPitch=Висота тону
lbPreamp=Передпідсилення
lbReverb=Ревербація
lbSpeed=Швидкість
lbTempo=Темп
lbTrueBass=Бас
R2=Використовувати значення з тегів
R3=Аналіз файла „на льоту“
RB1=Нічого не робити
RB2=Додавати паузу між файлами
tcpMixing=Зведення
tcpSilenceRemover=Видалення тиші
tcpSoundEffects=Звукові ефекти
tcpVolume=Гучність

[DSPDialog.cbReplayGainSource]
i[0]=Джерело: файл
i[1]=Джерело: альбом

[EditorForm.RegisterFmt]
i[0]=Без змін
i[1]=Всі Слова З Великої Літери
i[2]=Перше слово з великої літери
i[3]=ВСЕ ВЕЛИКИМИ ЛІТЕРАМИ
i[4]=все маленькими літерами

[EQPresetsDialog]
B1=Застосувати
B2=Скасувати
B3=Видалити
B4=Відновити
Caption=Шаблони еквалайзера

[HotkeysGroups]
AudioConverter.Content=Аудіоконвертер: таблиця з файлами
AudioConverter.General=Аудіоконвертер: загальне
Common.Dialogs=Загальне: діалоги
Common.SendTo=Файли: надіслати до...
Common=Загальне
MusicLibrary.GroupingTree=Фонотека: дерево групування
MusicLibrary.Table=Фонотека: таблиця
MusicLibrary=Фонотека: загальне
Player.Navigation=Програвач: навігація
Player.PlayableFile=Програвач: відтворюваний файл
Player.PlaybackControl=Програвач: керування відтворенням
Player.Visualizations=Програвач: візуалізації
Playlist.AddFiles=Список відтворення: додавання файлів
Playlist.Deletion=Список відтворення: видалення файлів
Playlist.Search=Список відтворення: пошук
Playlist.SelectedFiles=Список відтворення: обрані файли
Playlist.Sorting=Список відтворення: сортування
Playlist=Список відтворення
TagEditor.Content=Редактор тегів: таблиця з файлами
TagEditor.CurrentFile=Редактор тегів: поточна вибірка
TagEditor.Functions.BPM=Редактор тегів: основні функції - розрахунок BPM
TagEditor.Functions.ReplayGain=Редактор тегів: основні функції - розрахунок ReplayGain
TagEditor.Functions=Редактор тегів: основні функції
TagEditor.Tree=Редактор тегів: дерево з теками

[InfoBar]
CB0=У вигляді інформаційної стрічки|У вигляді картки
CB1=На початку відтворення, протягом:
CB2=По лівому краю|По правому краю|По центру
CB3=Вгорі екрану|Внизу екрана
CB4=Відображати обкладинку альбому
CB6=Поверх повноекранних додатків, якщо це можливо
CB7=Застосовувати тільки до фону
CB8=Завжди
CB9=Перед закінченням відтворення, протягом:
CB10=Сповіщення від плеєра
GB0=Показувати інформацію про відтворюваний трек
GB1=Відображати
GB5=Вигляд
M1=Фон
M2=Рядок %d
M3=Шрифт
M4=Колір тексту
P1=Інформаційна стрічка

[MSG]
1=Новий плейлист
2=Уведіть назву
3=Фонотека
4=Ця операція видалить файли з жорсткого диску. Продовжити?
5=(вимкнено)
6=Файл або теку не знайдено!
7=Згорнути у лоток
8=Показати головне вікно
9=Перейменування
10=Гучність
11=Позиція
12=Відтворити
13=Відтворити з початку
14=Призупинити
15=Користувацьке налаштування
16=Обрати всі
17=Вимкн|Увімкн
18=Надіслати файли
19=Можливо, ця клавіша вже використовується іншою програмою
21=Ця операція закриє всі плейлисти, крім активного. Продовжити?
22=Вкласти у файл
23=Передогляд
24=Поверх всіх вікон
25=Не вдалось зберегти зміни у файл "%s", можливо, він зайнятий іншим додатком.
26=Застосувати зміни до файлів?
27=Композитор
28=Екран визначається позицією головного вікна|Екран %d: другорядний (%s)|Екран %d: основний (%s)
29=Тека "%s" не існує
30=Не вдається видалити один з плагінів, можливо, у цей момент він використовується додатком:
31=Виконано...
32=Режим одного плейлисту:\nНе вдалось замінити плейлист, бо його заблоковано для змін!
33=Пошук
34=Локальні файли
35=Без групування
36=Пошук файлів...
37=Лише читання|Приєднано до прообразу
38=Ця опція відключає можливість створювати більше одного плейлиста. При активації цієї опції інші вкладки будуть автоматично закриті!\n\nПродовжити?
39=Якість
40=Зберегти як
41=Завантажити з інтернету
42=Формат:
43=(Стандартно)
44=Швидкість
45=Баланс
46=Відкриття...|Буферизація...
47=Запис радіо
48=Назва
49=Регістр
50=Цю клавішу вже задіяно!
51=Перейти до часу:
52=Неправильний формат
53=З'явилась нова версія програми, встановити?
54=Банк інструментів
55=Поточне значення:
56=Для сортування за теками використовуйте символ "\" у шаблоні
57=Ви насправді бажаєте скинути всю наявну статистику?|Ви насправді бажаєте скинути всю наявну статистику для обраних файлів?
58=Новий шаблон
59=Фізичне видалення файлів|Не вдалось видалити такі файли:
60=Вирази...
61=Операцію ще не завершено. Перервати?
62=Деякі операції ще не завершено! Наполягаєте на їх примусовому завершенні?
63=Пошук файлів:
64=Розмір:
65=Дата створення:
66=Нічого не знайдено.
67=Оновлення...
68=Розмір бази даних до: %s\nРозмір бази даних після: %s\nЗаощаджено: %s.
69=Застосувати
70=Скасувати
71=Потрібні права адміністратора
72=Тип файлу
73=Завантаження даних...
74=Тека профілю
75=Сортування за шаблоном
76=Поставити оцінку %s
77=Автопошук
78=Нові файли:
79=Прозорість
80=Перегляд
81=Текст пісні
82=Розташування файлу...
83=Автор. права
84=Зміни набудуть чинності лише після перезапуску програми
85=Оцінка
86=Копіювати
87=Вставити
88=Вирізати
89=Оригінал
90=Результат
91=Ви дійсно хочете видалити „%s“?
92=Всі|Доповнення|Декодери|Візуалізації|DSP
93=Додавання файлів...
94=Повторення відрізку "А-Б" [вимкн]|Задано точку "А"|Повторення відрізку "А-Б" [увімкн]|
95=Перепідключення через %s с
96=Ця операція скине список попередніх налаштувань у стандартні значення! Продовжити?
97=Збереження стану програвача при його вимкненні
98=При згортанні в область сповіщень використовувати міні-програвач
99=Редактор шаблонів
100=Альбом
101=Посилання
102=Виконавець
103=Заголовок
104=Коментар
105=Жанр
106=Видалити тег
107=Рік
108=Трек №
109=Диск №
110=Обкладинка альбому
111=Банк інструментів не знайдено або має неправильний формат.
112=<відсутнє>
113=Виконано!
114=Ця операція видалить статистику та всі файли із бази даних! Продовжити?
115=Тривалість
116=Файл|Тека|Плейлист
117=Відтворювався
118=Додано
119=Рейтинг
120=Керування плейлистами
121=Затримка:
122=Закрити
123=Копіювати файл у буфер обміну
125=Каталоги
126=Будь ласка, зачекайте...
127=Відтворень
128=Копіювати до %s|Перемістити до %s
129=Автозаповнення (ПКМ - налаштування шаблону)
130=Вик. альбому
131=Перетворення:
132=Перейменувати
133=Параметри
134=Призупинено
135=Змінити розмір...
136=Одне з налаштувань було змінено. Застосувати зміни?
137=Знімний диск|Компакт-диск
138=Застосувати до
139=Комп'ютер буде вимкнено через %s с
140=Видавець
141=дБ
142=Увага! При використанні цього типу пристроїв виведення в AIMP інші програми не зможуть виводити звук.
143=Прообраз: |Не задано|Теки|Фонотека|Плейлист
144=Кодувальник
145=Настрій
146=Частина компіляції
147=Каталог
148=Автор тексту
149=Диригент
150=Вікна
151=мсек
152=Автоматично
153=сек
154=хв
155=Б|КБ|МБ|ГБ
156=Повні шляхи до файлів
157=Сортувати файли після додавання в плейлист за шаблоном:
158=Очікуємо входу...\nЗавершіть вхід в відкритому браузері.\n\nЩоб скасувати процес, просто закрийте це вікно.
159=Пакетний режим
160=Немає результатів, які відповідають пошуковому запиту
161=Тон (Key)
162=Наступні зміни будуть відмінені:\n\n%s\nПродовжити?
163=Не вдалось відновити файл "%s" з кошика

[Options]
bCancel=Закрити
btnReset=За замовчуванням
Caption=Налаштування
miResetPage=Налаштування на поточній сторінці
miResetProfile=Всі налаштування і користувацькі дані
miResetSettings=Всі налаштування
wcResetProfile=Ця операція __ВИДАЛИТЬ__ всі плейлисти, скіни, налаштування, статистику та інші дані плеєра. Продовжити?
wcResetSettings=Ця операція скине всі налаштування у значення за замовчуванням. Продовжити?

[OptionsFrameAddFiles]
C1=Додавання файлів
C9=Загальне
C10=Відкриття файлів із зовнішніх додатків
C11=Перетягування
CB1=Запитувати підтвердження користувача
CB2=Розбивати аудіофайли відповідно до файла розмітки при додаванні у плейлист
CB3=Додати увесь вміст папки
CB6=Автоматично сканувати список відтворення при додаванні файлів
CB9=При відкритті файлів відразу починати їх відтворення
CB15=При додаванні файлів відразу починати їх відтворення
CB19=Відразу починати відтворення файлів
CB48=Відкривати плейлисти у нових вкладках
CB59=Сортувати файли за назвою
L1=Стандартна дія:
L5=Якщо переданий один файл:
L7=При відкритті файлів:

[OptionsFrameAddFiles.CBA]
i[0]=Створити новий плейлист
i[1]=Додати у поточний плейлист
i[2]=Додати у порожній плейлист "Default"

[OptionsFrameAddFiles.RG4]
i[0]=Додати файли у поточну позицію
i[1]=Додати файли в кінець плейлисту
i[2]=Додати файли на початок плейлисту
i[3]=Розкидати файли по плейлисту

[OptionsFrameAssoc]
B1=Типи файлів
C1=Асоціація з файлами
CB1=Аудіофайли
CB2=Плейлисти
CB3=Обкладинки

[OptionsFrameConvertor]
C1=Параметри конвертування
C18=Поведінка
Caption=Конвертер
CB1=Розбивати аудіофайли відповідно до файла розмітки при додаванні у список
CB4=Показувати статистику після конвертації
CB6=Сповіщати про завершення конвертації звуковим сигналом
GB1=Після завершення конвертації
L1=Кількість потоків:
L2=Максимальна кількість потоків визначається кількістю ядер ЦП.

[OptionsFrameExtraMeta]
B1=Очистити
Caption=Додаткова інформація
CB1=Зберігати обкладинку в теку з треком відповідно до шаблону:
CB2=Шукати текст пісні в інтернеті
CB3=Автоматично зберігати знайдений текст пісні поруч з файлом
CB4=Шукати текст пісні в теці з файлом
CB5=Шукати текст пісні в тегах файлу
GB1=Шукати обкладинки в інтернеті
GB2=Кешувати обкладинки
GB3=Шукати обкладинки у теці з файлом
GB4=Шукати обкладинки в тегах файлу
L2=Максимальний розмір файла для завантаження:
L3=Кешування дозволить зменшити кількість звернень до диску, заощадити інтернет-трафік, прискорити пошук обкладинок.
L4=Вважати запис у кеші застарілим після:
L5=днів
pctAlbumArts=Обкладинки альбомів
pctLyrics=Тексти пісень
W1=* Для цього повинні бути встановлені відповідні плагіни

[OptionsFrameHotkeys]
B10=Стандартно
C1=Гарячі клавіші
c[0]=Команда
c[1]=Локальні
c[2]=Глобальні 1
c[3]=Глобальні 2

[OptionsFrameInterface]
C1=Анімація
C3=Прозорість
Caption=Інтерфейс
CB1=Попіксельна напівпрозорість вікон
CB2=Показувати Waveform треку, що відтворюється, на смузі навігації *
CB3=Віідкриття / закриття вікон, приклеєних до інших вікон
CB4=Анімація відкриття і закриття вікон у режимі панелі інструментів робочого столу
CB5=Відображати спектральну візуалізацію відтворюваного файлу *
CB28=Зміна стану дисплея візуалізації *
CB30=Згасання елементів керування
CB35=Прокручування вкладок плейлистів *
CB38=Вимикати прозорість, якщо вікно активне
CB39=Вимикати прозорість, якщо вказівник миші над вікном
CB42=Плавна зміна прозорості
CB52=Пристиковувати вікна до меж робочої області та до інших вікон програвача
CB68=Використовувати згладжування
CB71=Перемикатися на іншу візуалізацію після закінчення:
CB75=Циклічно
GB1=Шаблони для статичних позначок *
GB3=Шаблони для рухомого рядка *
GB4=Нічний режим
GB5=Кольорова схема
GB7=Повноекранний режим
GB10=Зміна візуалізацій
L1=* Обкладинка повинна підтримувати цю можливість
L2=Розмір тексту:
L10=Інтервал оновлення:
L21=Запускати повноекранний режим на екрані:
L23=Уповільнює виведення графіки на екран, але дає більш якісну картинку при масштабуванні
pcpGeneral=Загальне
pcpTemplates=Відображені дані
pcpVisuals=Візуалізація

[OptionsFrameInterface.cbNightMode]
i[0]=Автоматично
i[1]=Вимкнений
i[2]=Увімкнений

[OptionsFrameInterface.rsRun]
i[0]=Рух: відключено
i[1]=Рух: наліво
i[2]=Рух: направо

[OptionsFrameInterface.rsShow]
i[0]=Поява: відключено
i[1]=Поява: зліва
i[2]=Поява: справа
i[3]=Поява: згори
i[4]=Поява: знизу

[OptionsFrameLang]
C1=Вибір мови інтерфейсу
Caption=Мова
L0=локаллю системи
L1=Перетворення не-юнікодних рядків у відповідності з
L2=Основні
L3=Додаткові

[OptionsFrameMLMain]
B1=Моніторинг файлів...
C1=Фонотека
Caption=Фонотека
CB1=При виставленні оцінки
CB2=При початку відтворення
CB3=При зарахуванні прослуховування
CB4=Показувати рейтинг замість оцінки, якщо оцінку не задано
CB5=Синхронізувати оцінку з тегами файлу
CB6=Показувати вміст тек разом з підтеками
CB7=Об'єднувати порожні рівні групування, коли це можливо
GB1=Загальне
GB2=Автоматично додавати файл у базу даних
GB3=Рейтинг
GB4=Облік прослуховувань
L1=Мінімальний поріг тривалості файлу:
L2=Вважати файл прослуханим після відтворення:\nале не більше 4-х хвилин
L3=Розраховувати рейтинг на основі статистики за останні:
L4=днів
L6=Натисніть тут, щоб записати вже наявні оцінки в теги файлів

[OptionsFrameNet]
C21=Підключення до мережі
Caption=Підключення до мережі
CB1=Пряме підключення
CB2=Використовувати системні налаштування
CB3=Вказати налаштування проксі власноруч
L79=Час очікування:
L98=Пароль:
L106=Сервер:
L107=Порт:
L108=Користувач:

[OptionsFramePlayer]
C19=Прокручування записів коліщатком миші
Caption=Плеєр
CB2=Прокрутка колесиком миші поза елементами регулює гучність
CB21=Поверх решти вікон
G1=Керування
GB4=Керування плеєром гарячими клавішами
GB5=Керування мишею
GB15=Шаблон рядка для копіювання в буфер обміну
L12=Звичайне прокручування
L13=Змінити швидкість на
L14=Змінити позицію при натисканні гарячої клавіші на
L15=Змінити темп
L16=Змінити гучність при натисканні гарячої клавіші на
L18=Прокручування з притиснутою клавішею "%s"
L33=Клік середньою кнопкою:

[OptionsFramePlayer.MOBox]
i[0]=(немає)
i[1]=Старт/пауза
i[2]=Додати файли

[OptionsFramePlayerBehavior]
C1=Автоматика
CB1=Відновлювати позицію відтворення
CB7=Повторювати список відтворення, якщо в ньому один файл
CB32=Автоматичний вибір шаблону еквалайзера для пісні
CB47=У кожному плейлисті свій режим відтворення (прямий / випадковий)
CB48=Зберігати стан плеєра при навігації по плейлисту з використанням кнопок "наступний/попередній файл"
CB49=Відкриватися на %0:s назад при старті відтворення після паузи понад %1:s
CB58=Автоматично переходити на наступний файл
CB59=і вставати на паузу
GB1=Загальне
GB2=При запуску програми
GB3=Режим відтворення
GB4=При завершенні відтворення списку відтворення
GB5=При видалення файла, що відтворюється, зі списку
GB6=Фокусувати відтворюваний файл в плейлисті
L1=Режим відтворення:
L2=Відтворення

[OptionsFramePlayerBehavior.RG1]
i[0]=Почати відтворення
i[1]=Перейти в стан, який був при закритті програвача
i[2]=Нічого не робити
i[3]=Поставити на паузу

[OptionsFramePlayerBehavior.RG2]
i[0]=Перейти на наступний плейлист
i[1]=Повторити плейлист
i[2]=Перейти в режим очікування

[OptionsFramePlayerBehavior.RG3]
i[0]=Нормальний
i[1]=Повтор поточного файла
i[2]=У випадковому порядку

[OptionsFramePlayerBehavior.RG4]
i[0]=Нічого не робити
i[1]=Зупинити відтворення
i[2]=Перейти на наступний трек

[OptionsFramePlayerBehavior.RG5]
i[0]=Якщо плейлист не використовується
i[1]=Ніколи
i[2]=Завжди

[OptionsFramePlaylistBehavior]
C6=Поведінка
Caption=Плейлист
CB1=Видаляти плейлист при закритті вкладки
CB2=Сортувати плейлист за вказаним шаблоном при зміні його вмісту
CB3=Зберігати повні шляхи до файлів (рекомендовано)
CB4=Зберігати плейлист "Default"
CB8=При створенні плейлисту запитувати введення назви
CB31=Зберігати чергу при закритті програми
CB46=Закривати плейлист подвійним притиском на вкладці
CB56=Запитувати підтвердження при видаленні файлів із диску
CB57=Режим одного плейлисту
GB1=Збереження
GB2=Загальне

[OptionsFramePlaylistView]
bCancel=Скасувати
bOk=Гаразд
C1=Налаштування відображення плейлиста
Caption=Відображення записів
CB50=Показувати інформацію про виділені файли
cbAbsoluteNumeration=Абсолютна нумерація
cbCollapseUnusedGroups=Автоматично згортати невикористовувані групи
cbGroupMode=Розбивати список відтворення на групи
cbMergeGroups=Автоматично об'єднувати однойменні групи
cbShow2ndLine=Показувати другий рядок з інформацією
cbShowDuration=Показувати стовпчик з тривалістю
cbShowExpandBtns=Показувати кнопки згортання/розгортання груп
cbShowMarks=Показувати оцінки
cbShowNumbers=Показувати стовпчик з номером треку
cbShowSwitches=Показувати стовпчик з перемикачами
gbFormating=Налаштування форматування
gbGrouping=Налаштування групування
gbLayoutSettings=Налаштування показу

[OptionsFramePlugins]
B1=Перезапустити
Caption=Плагіни
L1=Деякі із підключених плагінів не використовуються цим застосунком
lbURL=Завантажити додаткові плагіни
N1=Видалити
N2=Завантажити обрані
N3=Завантажити все
N4=Вивантажити обрані
N5=Вивантажити все
N6=Вивантажити нестандартні

[OptionsFramePlugins.cbFilter]
i[0]=Всі
i[1]=Підключені
i[2]=Відключені
i[3]=Невикористані

[OptionsFrameRadioCap]
C1=Загальні налаштування
C22=Запис інтернет-радіо
Caption=Інтернет-радіо
CB2=Не записувати трек, якщо файл з такою назвою вже є
CB65=Запис потоку без перекодування (лише для MP3 / AAC / AAC+)
CB66=Писати теги в файл
CB67=Вести CUE-журнал
CB68=Розмір буферу для запису в тлі:
CB69=Видаляти файли, тривалість яких менше:
GB6=Параметри запису
GB9=Розбивати на файли
L1=Кількість спроб відновити з'єднання при обриві зв'язку:
L2=Агент користувача:
L3=Розмір буферу:
L13=Час:
L24=Шаблон назви файлу:
L25=Розмір:
L85=Тека для збереження:

[OptionsFrameRadioCap.cbBreakType]
i[0]=Розбивати за треками
i[1]=Розбивати за розміром
i[2]=Розбивати за часом

[OptionsFrameSkins]
B2=Огляд...
C1=Обкладинки
lbURL=Завантажити додаткові обкладинки
miDelete=Видалити

[OptionsFrameSort]
Caption=Шаблони
L1=Для інвертування сортування використовуйте макрос "%!"
L2=Шаблони сортування
L3=Шаблони групування

[OptionsFrameSoundOutRemapping]
btnRemove.h=Видалити зв'язок
Caption=Перетворення каналів
L0=Перевизначені користувачем шаблони:
L1=Вхід
L2=Вихід
L3=Канал %d
L4=Оберіть шаблон для редагування:
N1=Всі ваші зміни будуть застосовані до відтворюваного файлу в режимі реального часу за умови, що редагований шаблон підходить по характеристикам
N2=Якщо шаблон не заданий - плеєр буде використовувати шаблон за замовчуванням

[OptionsFrameSystem]
C1=Система
Caption=Система
CB2=Показувати інформацію про поточний файл на панелі завдань
CB3=Дозволити прокручування інформації про поточний файл
CB4=Показувати перебіг відтворення
CB5=Показувати стан програвача на кнопці у панелі завдань
CB6=Показувати стан програвача кольором смуги перебігу
CB7="Невизначений" статус для аудіопотоку
CB18=Блокувати вимкнення монітору
CB23=Інтеграція до контекстного меню Провідника
CB24=Інтеграція в меню автозапуску CD/DVD-дисків
CB40=Додати посилання в меню команди "Виконати"
CB41=Додати у список стандартних програм
CB60=Автоматично запускати програму разом з Windows
GB1=Інтеграція
GB2=Показувати кнопку на панелі завдань
L1=Вікно програвача повинно бути активним
L99=Пріоритет

[OptionsFrameTagEditor]
C1=Поведінка
Caption=Редактор тегів
CB1=Дозволити використання виразів в полях введення для обробки значень полів тегів
CB2=Видаляти ID3v1 тег
CB3=Дозволити відкат змін при пакетних діях
CB3W=Дії будуть виконуватися повільніше та споживати більше системних ресурсів

[OptionsFrameTray]
C15=Загальне
C16=Інформація про файл
C17=Керування мишею
Caption=Лоток
CB1=Згортати програму в лоток при мінімізації додатка
CB2=Згортати програму в лоток при запуску
CB3=Показувати міні-плеєр при згортанні в область сповіщень
CB4=Показувати статус програвача на іконці у лотку
CB5=Завжди показувати іконку у лотку
CB13=Показувати інформацію про файл при наведенні курсору
L30=Одинарний клік:
L31=Подвійний клік:
L32=Клік середньою кнопкою:
L34=Затримка перед появою:

[OptionsFrameTray.TrayCmd]
i[0]=(вимкнено)
i[1]=Показати/приховати головне вікно
i[2]=Головне вікно на передній план
i[3]=Інформація про файл
i[4]=Регулятор гучності AIMP
i[5]=Старт/пауза
i[6]=Додати та відтворити файли
i[7]=Наступний файл
i[8]=Попередній файл

[OptionsSoundOutFrame]
Caption=Відтворення
CB1=Попер. завантаження наступного треку (потрібно більше пам'яті)
CB2=Логарифмічний регулятор гучності
CB3=Тонкомпенсуючий регулятор гучності
L1=Метод виведення:
L2=Пристрій:
L3=Параметри:
L4=Розмір кешу:
L5=Позначте канали, що будуть використовуватись програмою для виведення звуку

[OptionsSoundOutTransformFrame]
B1=Менеджер ефектів
C1=Параметри перетворення
CB1=Дозволити мікшування каналів
CB1Hint=Емуляція об'ємного звучання для стерео / моноканальних файлів.\nРозумне перетворення багатоканальних файлів у стерео / моно.
CB2=Антикліппінг
CB2Hint=Запобігає тріску та шуму, що виникає при перевищенні сигналом 0 дБ
CB3=Дизеринг
CB3Hint=Притлумлення нелінійних спотворень, що з'являються при зниженні глибини дискретизації
CB4=Дозволити використання системних декодерів
GB1=Трекерна музика
GB2=Загальне
L1=Передискретизація:
L2=Швидкість
L3=Якість

[PartRepeatDialog]
B1=Встановити
B2=Видалити
Caption=Повтор відрізку "А-Б"
L1=Точка А:
L2=Точка Б:

[PlaylistExportSettings]
btnOK=ОК
C4=Налаштування експорту треклисту
Caption=Експорт треклисту
CB54=Експортувати приховані записи плейлисту
CB55=Експортувати категорії плейлисту
cbDefault=Запам'ятати мій вибір
L26=Шаблон:
L27=Форматний рядок:

[PlaylistsManagerDialog]
acImport=Імпортувати плейлисти...
acImportDirs=Імпортувати теки...
acRemove=Видалити обрані плейлисти з диску
acSave=Експортувати плейлист(и)...
acSortByName=Сортування за заголовком
btnPreimage=Налаштування
cbReadOnly=Заблокувати від змін
cbShuffleMode=Відтворення у випадковому порядку
L1=Загальне
L2=Індивідуальні налаштування
L3=Активні плейлисти
L4=Неактивні плейлисти
L5=Передогляд
lbPreimage=Прообраз:
lbPreimageNotes=Прообраз - джерело даних для плейлисту (тека, фонотека та ін.)\n\nЩоб синхронізуватись з прообразом, натисніть кнопку "Перечитати дані з прообразу" в меню плейлисту "Різне". Деякі типи прообразів підтримують автоматичну синхронізацію.
lbStorage=Розташування:

[QTEAlbumArtEditor]
btnCancel=Скасувати
btnOk=Гаразд
Caption=Редагування обкладинки альбому
lbScale=Масштаб:
lbSizes=Розміри:
pnlCrop=Обрізати
pnlScale=Змінити розмір

[QteCustomFields]
btnCancel=Скасувати
btnOK=Гаразд
Caption=Невідомі поля
miCopy=Копіювати
miCopyAsUTF8=Копіювати як рядок UTF-8
miCopyAsUTF16BE=Копіювати як рядок UTF-16BE
miCopyAsUTF16LE=Копіювати як рядок UTF-16LE
miDelete=Видалити
miExtractAll=Зберегти як...
miExtractSelected=Зберегти обране як...

[QTEExpressions]
btnCancel=Скасувати
btnOK=Гаразд
Caption=Вирази
lbTitle=Введіть вираз, яке буде використано як пре-процесор для значень редагованого поля для всіх обраних файлів
W1=Вираз повинен починатися з "="

[QTEForm]
acMemoClear.h=Очистити
acMemoLoad.h=Завантажити з файлу...
acMemoSave.h=Зберегти як...
bCopyTo=Копіювати до...
Caption=Редактор тегів
L1=Відкрити
L2=Зберегти
L3=Приберіть прапорець, щоб видалити обкладинку із файла при збереженні
lbCustomFields=Невідомі поля...
T1=Загальне
T2=Текст пісні
T3=CUE
T4=Інформація

[QueueDialog]
acMoveDown=Зсунути вибрані вниз
acMoveUp=Зсунути вибрані вверх
Caption=Менеджер черги
CB1=Призупинити
L1=Загальний час:

[QueueDialog.ListView]
c[0]=Номер
c[1]=Назва файлу
c[2]=Плейлист
c[3]=Тривалість

[SearchForm]
B1=Налаштування пошуку
B2=Закрити
Caption=Розширений пошук
CB1=Шукати у заголовках
CB2=Шукати в імені виконавця
CB3=Шукати у назві альбому
CB4=Шукати у жанрі
CB5=Шукати у повному шляху до файлу
CB6=Поступово шукати при наборі тексту
L1=(Все)
N1=Відтворити
N6=Знайти у плейлисті

[SearchForm.Table]
c[0]=Заголовок
c[1]=Плейлист
c[2]=Номер у черзі

[Templates]
%Album= - назва альбому
%AlbumArtist= - виконавець альбому
%AlbumGain= - значення replay gain для альбому
%Artist= - виконавець
%BitDepth= - глибина дискретизації
%Bitrate= - темп даних
%BPM= - динаміка пісні (кількість ударів за хвилину)
%Caps2(A)= - Усі Слова З Великої Літери, БЕЗ ВрахуванНЯ Вихідного РЕГістру
%Caps(A)= - Всі Слова З Великої Літери
%Case(..)= - повертає перший непорожній параметр
%Catalog= - каталог
%Channels= - кількість каналів
%Chapter=- поточний розділ
%Char(A)= - символ з кодом А
%CleanTitle(A)= - видаляє з рядка A інформацію про додаткових учасників (ft/feat)
%Comment= - коментар
%Composer= - композитор
%Conductor= - дирижер
%Copyright= - авторські права
%Dec(A,B)= - зменшує значення А на величину В
%Detransliterate(A)= - детрансляція кириличних символів з латинського алфавіту
%DiskNumber= - номер диску
%DiskTotal= - кількість дисків
%Duration= - тривалість
%EncodedBy= - кодувальник
%ExtractFileExt(A)= - видобуває розширення файла з назвою A
%FileCreatedDate= - дата створення файлу
%FileCreatedDateAndTime= - дата та час створення файлу
%FileCreatedTime= - час створення файлу
%FileDir(..)= - повний шлях до батьківської теки
%FileFormat= - формат файлу
%FileModifiedDate= - дата останньої зміни файлу
%FileModifiedDateAndTime= - дата та час останньої зміни файлу
%FileModifiedTime= - час останньої зміни файлу
%FileName(..)= - повна назва файлу
%FileParentDir(..)= - назва батьківської теки
%FileSize= - розмір файлу
%Format(A,B)= - A - форматний рядок для числа, B - число
%Genre= - жанр
%IF(A,B,C)= = C, якщо A порожнє, в іншому разі — B
%IFEqual(A,B,C,D)= = C, якщо A = B, в іншому разі — D
%IFGreater(A,B,C,D)= = C, якщо A > B, в іншому разі — D
%IFGreaterOrEqual(A,B,C,D)= = C, якщо A >= B, в іншому разі — D
%Inc(A,B)= - збільшує значення А на величину В
%Index= - порядковий номер у плейлисті
%ISRC= - код ISRC
%LastPlayDate= - дата останнього програвання файлу
%LastPlayTime= - час останнього відтворення файлу
%Length(A)= - кількість символів у рядку A
%Link= - інтернет-посилання
%Low(A)= - все маленькими літерами
%Lyricist= - автор тексту пісні
%Lyrics= - текст пісні
%Mark= - оцінка
%Mood= - настрій
%NewLine= - перехід на новий рядок
%PlayCount= - кількість відтворень файлк
%Playlist=- ім'я плейлиста відтворюваного файлу
%PrefixToTail(A)= - переміщує артиклі "The" і "A" в кінець рядка A
%PrefixTrim(A)= - видаляє артиклі "The" і "A" в рядку A
%Publisher= - видавець
%Random(..)= - випадкове число від 1 до вказаного в якості аргументу
%Rating= - рейтинг пісні
%Remove(..)= (A, B1, B2...), де A - вихідний рядок, B - що видаляти
%RemoveFileExt(A)= - прибирає розширення з назви файлу А
%Replace(A,B,C)=, де A - початковий рядок, B/С - що/чим замінювати
%ReplaceEx(..)= (A, B1, C1, B2, C2...), де A - початковий рядок, B/С - що/чим замінювати
%SampleRate= - частота дискретизації
%StrCopy(A,B,C)= - скопіювати A з позиції B, де C - кількість символів
%StrLeft(A,B)= - повертають рядок, що містить перші B символів рядка А
%StrPos(A,B)= - пошук підрядка A в рядку B
%StrRight(A,B)= - повертають рядок, що містить останні B символів рядка А
%StrTrim(A)= - видаляє пробіли з початку і кінця рядка A
%TimeCode= - поточна позиція програваного файлу у форматі "Г:ХХ:СС.МММ"
%Title= - назва пісні
%Today(..)= - поточна дата і час, формат за замовчуванням: "yyyy.MM.dd hh:mm:ss"
%TrackGain= - значення replay gain для пісні
%TrackNumber= - номер пісні в альбомі
%TrackTotal= - кількість пісень в альбомі
%Transliterate(A)= - транслітеризація кириличних символів у латинський альбом
%Up(A)= - ВСЕ ВЕЛИКИМИ ЛІТЕРАМИ
%Value= - поточне значення
%Year= - рік
%Total= - всього

[Templates.Categories]
0=Загальне
1=Регістр
2=Умови
3=Рядки
10=Метадані
11=Файл
20=Статистика

[Updater]
B1=Перевірити
B2=Встановити
Caption=Перевірка оновлень
CB1=Не повідомляти про цю версію
L1=Ваша версія:
L2=Остання версія:
L3=Перевірка наявності оновлення власноруч
L4=Доступна нова версія: %s
L5=Оновлюватися до
L6=стабільних верcій|версій в стадії тестування (Beta)|версій в стадії розробки (Alpha)
W1=Увага! Обрані вами версії можуть бути дуже нестабільними і можуть містити багато помилок! Продовжити?

